{

    "about": "Sur",
    "apptitle": "Guide Nuage",
    "learnmore": "Apprendre encore plus",
    "menu": "Menu",
    "touch_instructions": "Touchez une image pour en savoir plus sur chaque nuage",

    "menu_cloudlist": "Liste Nuage",
    "menu_cloudheights": "Nuage Heights",
    "menu_cloudnames": "Noms de Nuage",
    "menu_cloudform": "Comment Nuages Formulaire",
    "menu_quizzes": "Quizzes",
    "menu_settings": "Paramètres",
    "menu_about": "A propos de cette application",
    "menu_social": "Médias Sociaux",
    "menu_camera": "Partagez des photos!",
    "about_cloud": "Détails du nuage",
    "images" : "Images",


    "settings_units_text": "Les unités préférées",
    "settings_instructions": "Afficher les instructions?",
    "settings_tracking": "Autoriser le suivi anonyme?",
    "settings_english": "Anglais",
    "settings_metric": "Métrique",
    "settings_reset": " Réinitialiser les options",
    "settings_tou": " Conditions d'utilisation",
    "settings_tou_ncar": "NCAR Conditions d'utilisation",
    "settings_tou_text": "<p>Cette application utilise anonymiser analyse pour aider à évaluer l'utilisation de l'appareil et le comportement des utilisateurs . Informations suivis comprend de pages vues et de clics et ne contient pas des informations personnellement identifiables. Vous pouvez choisir de suivi anonyme si vous le souhaitez. </p> <p>Pour plus d'informations, s'il vous plaît voir les UCAR Conditions d'utilisation.</p>",


    "about_introduction": " <p>Le Field Guide to Clouds a été créé au Centre UCAR pour l'éducation la science et rendue possible par UCAR, NSF et CMMAP. </p> <p>Images de nuages ont été fournis par Carlye Calvin, Peggy Lemone, Bob Henson , Benjamin Foster, Gregory Thompson, Caspar Ammann, Terry Robinson, Lisa Gardiner, Tom Kapsidelis, la bibliothèque d'images UCAR numérique et Ralph F. Kresge (NOAA'S National Weather Service Collection ).</p>",
    "about_feedback": "Nous apprécions vos commentaires. Si vous avez des questions ou des commentaires au sujet de cette application ou autre Centre UCAR pour l'enseignement des sciences produits et services éducatifs , se sentent s'il vous plaît à nous contacter.",
    "about_contact_btn": "Contactez nous",


    "social_introduction": "<h2>Suivez-nous</h2>Nous aimerions rester en contact! Pour rester au courant des autres offres du Centre UCAR pour l'éducation scientifique, suivez @ucarscied sur les réseaux sociaux!",
    "social_twitter_follow": "Suivez-nous sur Twitter!",
    "social_fb_follow": "Suivez-nous sur Facebook!",
    "social_instagram_follow": "Suivez-nous sur Instagram!",
    "social_promotion": "Si vous avez apprécié cette application, partagez-la avec vos amis!",
    "social_share_button": "Partagez cette application maintenant!",


    "instagram_description": "Prenez une photo de #SciEdClouds nets que vous voyez et partagez avec nous sur les réseaux sociaux @ucarscied.",
    "instagram_instructions": "
Faites-nous savoir votre photo #SciEdClouds! Un message a été enregistré dans votre presse-papiers. Collez-le comme légende après avoir partagé via les médias sociaux en utilisant les boutons ci-dessous.",
    "instagram_alt_instructions": "Votre photo a été enregistrée dans l'album photo de votre appareil. Partagez votre photo avec nous sur les réseaux sociaux @ucarscied en le marquant avec #SciEdClouds sur Facebook, Twitter ou Instagram.",
    "instagram_share_button": "Partager sur Instagram",
    "fb_share_button": "Share on Facebook",
    "twitter_share_button": "Share on Twitter",
    "take_picture": "Prendre une photo",
    "treake_picture": "Reprendre l'image",


    "quiz_selectcloud": "Sélectionnez qui cloud cela est",
    "quiz": "Quiz",
    "quiz_btn_newquestion": "Nouvelle question",
    "quiz_by_pic": "Identifier les nuages par image",
    "quiz_by_comp": "Choisissez la bonne composition",
    "quiz_by_height": "Choisissez la bonne hauteur",
    "quiz_question_name": "Quel est le nom du nuage?",
    "quiz_question_height": "Quelle est la hauteur de",
    "quiz_question_comp": "Quelle est la composition de",
    "quiz_correct": "C'est correct",
    "quiz_incorrect": "C'est incorrect",


    "cloud_name_introduction": "Les nuages sont donnés des noms différents en fonction de leur forme et leur hauteur dans le ciel, ainsi que d'autres facteurs. Quelques nuages sont près du sol. D'autres sont presque aussi élevé que les avions à réaction volent. Certains sont gonflés comme le coton. D'autres sont gris et uniforme.",
    "cloud_name_altitude_title": "Nuages nommés par Altitude",
    "cloud_name_altitude_description": "Nuages élevés et de niveau intermédiaire sont nommés par la façon dont elles sont élevées sur le sol.",
    "cloud_name_shape_title": "Nuages nommés par la forme ou la structure",
    "cloud_name_shape_description": "Les nuages qui sont en couches ou gonflés sont nommés par leur forme ou structure.",
    "cloud_name_other_title": "Divers noms de nuages",
    "cloud_name_other_description": "Les nuages peuvent également être nommés d'après une personne, leur composition , ou la façon dont ils ont été formés.",
    "cirro_label": "Cirro or cirroform",
    "cirro_description": "Nuages de haute hauteur",
    "alto_label": "Alto",
    "alto_description": "Nuages de taille moyenne",
    "strati_label": "Stratus or stratiform",
    "strati_description": "Layered, répandant à travers le ciel",
    "cumulo_label": "Cumulus, cumuliform, or cumulo",
    "cumulo_description": "Convective, la croissance bouffi, vertical",
    "nimbus_label": "Nimbus",
    "numbus_description": "Il pleut",
    "wave_label": "Nuages Vague",
    "wave_description": "Nommé d'après un scientifique et ressemble à des vagues",
    "lens_label": "Lentille",
    "lens_description": "En forme de lentille , qui ressemble à des soucoupes volantes",
    "contrails_label": "Contrails",
    "contrails_description": "Abréviation de traînées de condensation pour décrire la façon dont ils sont formés",


    "cloud_form_more": "<p> Les nuages sont constitués de gouttelettes d'eau ou de cristaux de glace qui sont si petits et légers, ils sont en mesure de rester en l'air. Mais comment ne l'eau et de la glace qui fait des nuages entrer dans le ciel? Et pourquoi ne forment différents types de nuages? & Nbsp; </ p> <p> L'eau ou de glace qui composent les nuages se déplace dans le ciel à l'intérieur de l'air sous forme de vapeur d'eau, sous forme de gaz de l'eau. La vapeur d'eau pénètre dans l'air principalement par évaporation - une partie de l'eau liquide de l'océan, les lacs et les rivières se transforme en vapeur d'eau et se déplace dans l'air. Lorsque l'air monte dans l'atmosphère, il se refroidit et se trouve sous une pression moindre. Lorsque l'air se refroidit, il est pas en mesure de tenir la totalité de la vapeur d'eau, il était une fois. Air peut aussi ne pas contenir autant d'eau lorsque la pression de l'air diminue. La vapeur devient de petites gouttelettes d'eau ou de cristaux de glace et un nuage est formé. </ P> <p> Il est plus facile pour la vapeur d'eau se condense en gouttelettes d'eau quand il a une particule de condenser sur. Ces particules, telles que la poussière et le pollen, sont appelés noyaux de condensation. Finalement, la vapeur d'eau assez condense sur des morceaux de poussière, le pollen ou d'autres noyaux de condensation pour former un nuage. </ P> <p> Certains forment les nuages que l'air se réchauffe près du sol et se lève. Chauffée par le soleil, le sol chauffe l'air juste au-dessus. Ce réchauffé l'air commence à monter parce que, à chaud, il est plus léger et moins dense que l'air autour de lui. Comme il se lève, sa vapeur d'eau pression et chute de température provoquant une condensation. Finalement, assez d'humidité se condense de l'air pour former un nuage. Plusieurs types de nuages se forment de cette manière, y compris cumulus, cumulonimbus, mammatus et stratocumulus. </ P> <p> Quelques nuages, comme lenticulaires et stratus, forme lorsque le vent souffle dans le côté d'une chaîne de montagnes ou un autre terrain et est forcé vers le haut, plus haut dans l'atmosphère. Le côté de la montagne que le vent souffle en direction est appelé le côté au vent. Le côté des montagnes où le vent souffle loin est appelé le côté sous le vent. Cela peut aussi se produire sans une chaîne de montagnes spectaculaire, juste au moment où l'air se déplace sur la terre qui descend vers le haut et est forcé d'augmenter. L'air se refroidit comme il se lève, et les nuages par la suite sous forme. D'autres types de nuages, tels que les nuages cumuliformes, forment au-dessus des montagnes trop que l'air est réchauffé au sol et se lève. </ P> <p> Air est également poussé vers le haut dans les zones de basse pression. Vents rencontrer au centre du système de basse pression et ont nulle part où aller, mais en hausse. Air est également poussé vers le haut à fronts météo - où deux grandes masses d'air entrent en collision à la surface de la Terre. </ P> <p> Lors d'un front chaud, où un accueil chaleureux diapositives de masse d'air au-dessus d'une masse d'air froid, l'air chaud est poussé vers le haut formant beaucoup de différents types de nuages - de nuages stratus bas à altocumulus et altostratus nuages de niveau intermédiaire, à haute cirrus, cirrocumulus et cirrostratus nuages. Les nuages qui produisent la pluie comme nimbostratus et cumulonimbus sont également fréquents à fronts chauds. </ P> <p> Lors d'un front froid, où la masse d'air froid lourd pousse une masse d'air chaud vers le haut, cumulus sont communs. Ils poussent souvent dans les nuages cumulonimbus, qui produisent des orages. Nimbostratus, nuages stratocumulus et stratus peut également former au front froid.</p>",
    "cloud_form_introduction": "<p>Comment se forment les nuages? D'une manière générale, les nuages se forment lorsque l'air humide est forcé vers le haut par l'un de plusieurs processus possibles. Comme l'air humide se lève, il se dilate et se refroidit. Le refroidissement provoque la vapeur d'eau dans l'air pour condenser et former de minuscules gouttelettes d'eau ou de geler et de faire des cristaux de glace. Ces gouttelettes d'eau ou de cristaux de glace sont ce que nous voyons comme des nuages </p> <p> Il existe trois façons principales que l'air est forcé vers le haut pour former des nuages. </P>",
    "cloud_form_air_title": "Hot Air Rises",
    "cloud_form_air_text": "La lumière du soleil réchauffe le sol qui à son tour réchauffe l'air juste au-dessus du sol. L'air chaud est moins dense que l'air froid, de sorte que l'air chaud monte. Comme l'air chaud monte et se dilate, l'expansion provoque refroidir. Si l'air transporte la vapeur d'eau suffisante en altitude avec elle, le refroidissement provoque que la vapeur d'eau se condense en gouttelettes d'eau liquide ... formant un nuage.",
    "cloud_form_mountain_title": "Montagnes comme Jump Ramps",
    "cloud_form_mountain_text": "Lorsque les vents courent dans une chaîne de montagnes, l'air est poussé vers le haut sur les montagnes. Comme l'altitude des gains d'air, il se dilate et se refroidit. Si l'air ascendant contient suffisamment d'humidité, le refroidissement provoque l'eau pour condenser ou geler ... créant des gouttelettes ou des cristaux de glace qui apparaissent sous forme de nuages.",
    "cloud_form_weather_title": "Fronts météorologiques et Cyclones",
    "cloud_form_weather_text": "Deux types de phénomènes météorologiques à grande échelle peuvent créer des nuages. Quand une masse d'air froid et d'une masse d'air chaud entrent en collision le long d'un front météorologique, l'air chaud est forcé vers le haut, car il est moins dense que l'air froid. L'air chaud qui monte se dilate et se refroidit. Si cet air montante contient de la vapeur d'eau suffisante, l'eau va se condenser ou geler que l'air se refroidit ... formant les gouttelettes ou des cristaux de glace qui rendent les nuages. Un autre type de système météorologique, un centre de basse pression, peut également provoquer l'air de monter et de former des nuages. Air spirales dans un centre de basse pression et \"empile\" au milieu. Comme l'air se rassemble au milieu, il n'a nulle part où aller ... mais vous! Encore une fois, si l'air ascendant contient suffisamment d'humidité, le refroidissement qui se produit lorsque les hausses de l'air crée des gouttelettes d'eau et/ou des cristaux de glace qui composent les nuages.",


    "cloud_height_introduction": "<p>Les nuages sont donnés des noms différents en fonction de leur forme et leur hauteur dans le ciel. Quelques nuages sont près du sol. D'autres sont presque aussi élevé que les avions à réaction volent. Certains sont gonflés comme le coton. D'autres sont gris et uniforme.</p>",
    "cloud_height_high_title": "Nuages élevés",
    "cloud_height_high_description": "nuages de haut niveau sont le blanc et mince prospectifs. Au lever du soleil ou le coucher du soleil, ils peuvent être très coloré. Ils sont le plus souvent constitués de cristaux de glace. nuages de haut niveau se situent généralement entre 23.000 pieds et 40.000 pieds (7.000 -12.000 mètres) au-dessus du sol.",
    "cloud_height_mid-level_title": "Nuages de niveau intermédiaire",
    "cloud_height_mid-level_description": "nuages de niveau intermédiaire sont faits principalement de gouttelettes d'eau. Lorsque les températures sont très basses, les gouttelettes d'eau peuvent se transformer en cristaux de glace. nuages de niveau intermédiaire ont tendance à être entre 6.500 et 23.000 pieds pieds (2,000-7,000 mètres) au-dessus du sol.",
    "cloud_height_low_title": "Les nuages bas",
    "cloud_height_low_description": "nuages de bas niveau sont constitués de gouttelettes d'eau. nuages bas niveau peuvent aller jusqu'à 6.500 pieds (2.000 mètres) au-dessus du sol.",


    "cloud_info_section_name": "Quels sont-ils appelés?",
    "cloud_info_section_height": "Quelle sont-ils?",
    "cloud_info_section_appearance": "Qu'est-ce que ces nuages ressemblent?",
    "cloud_info_section_composition": "De quoi sont-ils faits?",
    "cloud_info_section_weather": "Que nous disent sur le temps qu'ils?",
    "cloud_info_section_funfacts": "Faits amusants",


    "km_below_2": "en dessous de 2 km",
    "km_below_3": "en dessous de 3.7 km",
    "km_above_3": "3.7 km et supérieur",
    "km_above_6": "au-dessus de 6 km",
    "km_3_to_9": "3 à 9 km",
    "km_grn_to_9": "niveau à 9 km du sol",
    "km_3_to_12": "3,7 à 12 km",
    "km_above_8": "au-dessus de 8 km",
    "ft_above_20k": "supérieure à 20,000 pieds",
    "ft_10k_to_30k": "10,000 to 30,000 pieds",
    "ft_below_6k": "en dessous de 6,500 pieds",
    "ft_below_12k": "en dessous de 12,000 pieds",
    "ft_kh": "Du haut de couches de brouillard à aussi haut que 30.000 pieds",
    "ft_cumulus": "Bases en dessous de 12.000 pieds, avec des sommets étendant plus",
    "ft_stratus": "Ci-dessous de 12.000 pieds; quand au niveau du sol, il est appelé brouillard",
    "ft_cumulonimbus": "Bases en dessous de 12.000 pieds, hauts atteignant 40.000 pieds ou plus",


    "composition_ice": "Cristaux de glace",
    "composition_water": "Les gouttelettes d'eau",
    "composition_ice_water": "Des cristaux de glace et/ou de gouttelettes d'eau",
    "composition_altostratus": "Des gouttelettes d'eau, parfois mélangés avec des cristaux de glace",
    "composition_cirrocumulus": "Cristaux de glace; parfois un mélange de glace et de gouttelettes d'eau",
    "composition_stratus": "Les gouttelettes d'eau, à moins que la température est inférieure à -30 ° F, lorsque les formes de brouillard glacé",
    "composition_cumulonimbus": "Des gouttelettes d'eau, des cristaux de glace et parfois grêlons",


    "cirrus_title": "Cirrus",
    "cirrus_title_text": "Cirrus Clouds",
    "cirrus_appearance": "follets ou des stries plumeuses",
    "cirrus_weather_summary": "Habituellement associée à beau temps",
    "cirrus_funfacts": "Cirrus sont parfois appelés \"queue de jument\"",


    "cirrocumulus_title": "Cirrocumulus",
    "cirrocumulus_title_text": "Cirrocumulus Clouds",
    "cirrocumulus_appearance": "Les feuilles ou plaques d'éléments de nuages minuscules, ressemblant souvent les écailles des poissons",
    "cirrocumulus_weather_summary": "Thickening cirrocumulus peut indiquer un système d'orage dans un jour ou deux",
    "cirrocumulus_funfacts": "Un nom traditionnel pour cirrocumulus est \"ciel maquereau\"",


    "cirrostratus_title": "Cirrostratus",
    "cirrostratus_title_text": "Cirrostratus Clouds",
    "cirrostratus_appearance": "Les grandes feuilles plates",
    "cirrostratus_weather_summary": "Épaississement cirrostratus peut indiquer un système d'orage dans un jour ou deux",
    "cirrostratus_funfacts": "Vous pouvez parfois voir un halo autour du Soleil ou de Lune en cirrostratus. Le halo le plus commun est aussi large que votre main tendue à bout de bras.",



    "contrails_title": "Contrails",
    "contrails_title_text": "Contrails",
    "contrails_appearance": "Longues, des stries très étroites, formées par les gaz d'échappement des avions, qui érodent généralement moins d'une heure",
    "contrails_weather_summary": "Contrails se produisent dans tous les types de temps, mais sont les plus évidents jours autrement clairs",
    "contrails_funfacts": "Contrails ont un effet de réchauffement global sur le climat mondial, car ils peuvent se propager pour former des nuages cirrus piégeant la chaleur. Parfois contrails persistent, étalées, et deviennent des nuages cirrus.",



    "altocumulus_title": "Altocumulus",
    "altocumulus_title_text": "Altocumulus Clouds",
    "altocumulus_appearance": "Patches de petits nuages, souvent organisés en lignes ou tables",
    "altocumulus_weather_summary": "Habituellement vu pendant le beau temps, mais peut signaler un système de tempête approche",
    "altocumulus_funfacts": "Les petits, les tours en cluster de altocumulus castellanus - \"châteaux en l'air\" - suggèrent l'instabilité qui pourrait apporter des orages plus tard dans la journée",


    "altostratus_title": "Altostratus",
    "altostratus_title_text": "Altostratus Clouds",
    "altostratus_appearance": "feuilles épaisses de nuages grisâtres, généralement plus épais que cirrostratus",
    "altostratus_weather_summary": "Souvent, un signe de pluie ou de neige dans les 24 heures",
    "altostratus_funfacts": "Dans l'est des Etats-Unis et en Europe, altostratus sont un signe classique de temps humide approche",



    "lenticular_title": "Lenticular",
    "lenticular_title_text": "Lenticular Clouds",
    "lenticular_appearance": "minces, des nuages lenticulaires ci-dessus ou juste sous le vent d'une chaîne de montagnes",
    "lenticular_weather_summary": "nuages lenticulaires sont produites par des vents très forts et de l'air stable circulant sur les chaînes de montagnes",
    "lenticular_funfacts": "nuages lenticulaires sont souvent visibles pendant les pires tempêtes de Boulder, Colorado",


    "kh_title": "Kelvin-Helmholtz",
    "kh_title_text": "Kelvin-Helmholtz Clouds Vague",
    "kh_appearance": "Des rangées de curlicues qui ressemblent à des vagues océaniques",
    "kh_weather_summary": "Les vents sont plus forts près du sommet de ces nuages de beau temps que au fond, ce qui donne les nuages leur forme ondulatoire",
    "kh_funfacts": "Le processus derrière les nuages de Kelvin-Helmholtz se produit également dans les vagues de l'océan et la couronne du Soleil",



    "cumulus_title": "Cumulus",
    "cumulus_title_text": "Cumulus Clouds",
    "cumulus_appearance": "nuages plats à base avec pelucheux build-ups qui ressemblent à des boules de coton ou de chou-fleur",
    "cumulus_weather_summary": "Très fréquent sur les beaux jours, chauds et secs; Cependant, cumulus construire parfois des orages",
    "cumulus_funfacts": "Le nom officiel de \"des beaux jours\" cumulus est cumulus humilis",


    "stratocumulus_title": "Stratocumulus",
    "stratocumulus_title_text": "Stratocumulus Clouds",
    "stratocumulus_appearance": "Bas, feuilles en lambeaux de nuages avec de petites accumulations sur le dessus",
    "stratocumulus_weather_summary": "Très fréquent dans les climats océaniques fraîches",
    "stratocumulus_funfacts": "Si vous êtes sur une montagne, vous pourriez voir un \"undercast\" de stratocumulus ci-dessous",


    "stratus_title": "Stratus Clouds et brouillard",
    "stratus_title_text": "Stratus Clouds et brouillard",
    "stratus_appearance": "Épais, faible pendaison nuages gris",
    "stratus_weather_summary": "Souvent, mais pas toujours associée à la pluie, la neige, la bruine, ou le brouillard",
    "stratus_funfacts": "Lorsque le brouillard \"lève\" il est effectivement érosion à partir du sol",


    "cumulonimbus_title": "Cumulonimbus",
    "cumulonimbus_title_text": "Cumulonimbus Clouds",
    "cumulonimbus_appearance": "Très grand et épais, avec des bases sombres et la diffusion, les nuages cirrus en forme d'enclume sur le dessus",
    "cumulonimbus_weather_summary": "cumulonimbus sont orages - ils peuvent apporter de fortes pluies, la foudre, les vents violents, la grosse grêle, et parfois des tornades",
    "cumulonimbus_funfacts": "Plus de 700 orages sont estimés à se produire toutes les heures sur la Terre",


    "nimbostratus_title": "Nimbostratus",
    "nimbostratus_title_text": "Nimbostratus Clouds",
    "nimbostratus_appearance": "gris foncé avec des bases en haillons",
    "nimbostratus_weather_summary": "nimbostratus sont associés à la pluie ou la neige continue. Ils produisent souvent des précipitations qui est généralement légère à modérée. Parfois, ils couvrent tout le ciel et vous ne pouvez pas voir les bords du nuage.",
    "nimbostratus_funfacts": "Les nuages qui produisent la pluie comme nimbostratus et cumulonimbus sont également fréquents à fronts chauds. Nimbostratus, nuages stratocumulus et stratus peut également former au front froid.",


    "mammatus_title": "Mammatus",
    "mammatus_title_text": "Mammatus Clouds",
    "mammatus_appearance": "Pochettes de nuages qui pendent sous la base d'un nuage",
    "mammatus_weather_summary": "Bien souvent observé près des orages violents, mammatus ne produisent pas eux-mêmes des phénomènes météorologiques violents.",
    "mammatus_funfacts": "Ces nuages se forment habituellement pendant les mois chauds, et ils sont formés par l'air descendant dans le nuage."

}
